{
    "list" :[
        {
            "imgUrl":"https://static2.gensler.com/uploads/hero_element/21979/thumb_desktop/thumbs/john-adams-2023-1024x576_1685564601_1024x576.jpg",
            "imgTitle":"John Adams, AIA, LEED AP",
            "imgSubTitle":"Co‑Regional Managing Principal",
            "info":"John brings 25 years of experience as an architect, real estate strategist, and planner to his role as Regional Managing Principal for Gensler’s Southwest region and serves on Management Committee. He is invested in the continued renewal of downtown Los Angeles. A recognized thought leader in office building design and development, John is an advocate for high-performance buildings, repositioning, creative office space, and sustainable urban development. He serves on the boards of the L.A. Headquarters Association, He holds a Bachelor of Arts in Architecture from California State Polytechnic University at Pomona and a Master of Architectural Design from Harvard University’s Graduate School of Design."
        },
        {
            "imgUrl":"https://static2.gensler.com/uploads/hero_element/22511/thumb_desktop/thumbs/Lauren-Adams-2000x1125_1692986251_1024x576.jpg",
            "imgTitle":"Lauren Adams",
            "imgSubTitle":"Creative Director, Strategy Director, Principal",
            "info":"Lauren is a global authority on experience design. As the Creative Director for Gensler’s Northeast region, Lauren oversees the creative output across the region’s four offices, enhancing the impactful ideas, innovative strategies, and human-centric experience design that defines Gensler’s work. With education and training in the fields of journalism, urban planning, and brand design, Lauren brings new perspectives and holistic thinking to every client. She is responsible for Gensler’s Experience Index, a pivotal research initiative that has shaped the entire firm’s approach to design."
        },
        {
            "imgUrl":"https://static1.gensler.com/uploads/hero_element/2111/thumb_desktop/thumbs/people_lisa-adkins_01_1024x576.jpg",
            "imgTitle":"Lisa Adkins, LEED AP, RA",
            "imgSubTitle":"Design Manager, Senior Associate",
            "info":"As a Design Manager based in the Gensler Chicago office, Lisa has led teams as project architect/project manager across a broad range of project types and scales for clients such as PNC, Walton Street Capital, Grant Thornton, Bank One/JP Morgan Chase, CVS/Caremark, and BP. A Registered Architect who has been with the firm for over 20 years, Lisa brings significant professional expertise to her role on the Large Project Committee for the North Central region. She holds a Bachelor of Architecture from the University of Illinois at Urbana-Champaign."
        },
        {
            "imgUrl":"https://static1.gensler.com/uploads/hero_element/23388/thumb_desktop/thumbs/michael-adkins-1024x576_1708032337_1024x576.jpg",
            "imgTitle":"Michael Adkins",
            "imgSubTitle":"Strategy Director, Senior Associate",
            "info":"Based in Denver, Michael is a Strategy Leader for Gensler’s Southwest region. As a former Naval Officer and member of the Obama Administration, he is passionate about public service and believes that government employees should have high-performing workplaces that provide the best tools and resources to deliver their work of serving the public. His approach is rooted in curiosity and empathy as he balances visionary ideals with realistic guardrails. With over 20 years of diverse experience, his leadership and design background has positioned him uniquely to lead large and complex projects with an emphasis on strategic planning and workplace analysis."
        },
        {
            "imgUrl":"https://static1.gensler.com/uploads/hero_element/8078/thumb_desktop/thumbs/people_shamim_1024x576_1457388557_1024x576.jpg",
            "imgTitle":"Shamim Ahmadzadegan, AIA,",
            "imgSubTitle":"Design Director, Principal",
            "info":"Shamim’s portfolio of award-winning projects demonstrates a deep experience with designs of enormous scale and complexity. Those projects span a wide range of focus areas, including urban planning, mixed-use, tall buildings, commercial office buildings, hospitality, education, and retail."
        },
        {
            "imgUrl":"https://static1.gensler.com/uploads/hero_element/21072/thumb_desktop/thumbs/people-travis-albrecht-02-01_2000x1125_1674843320_1024x576.jpg",
            "imgTitle":"Travis Albrecht, AIA.",
            "imgSubTitle":"Design Director, Principal",
            "info":"Travis is a Design Director in Gensler’s Austin office and Design Resilience Leader for the firm’s South Central region. He is a highly sought-after resource within the firm for his design vision and expertise in sustainable design and planning. Travis has experience with a vast array of project types, from commercial office buildings and mixed use to education and master planning. He is knowledgeable regarding all phases of a project, from conceptual design to detailing and construction drawings to construction administration."
        },
        {
            "imgUrl":"https://static1.gensler.com/uploads/hero_element/13129/thumb_desktop/thumbs/Jerry-Alexander-1024x576_1647288997_1024x576.jpg",
            "imgTitle":"Jerry Alexander",
            "imgSubTitle":"Co‑Managing Director, Principal",
            "info":"Jerry is a Co-Managing Director of Gensler’s Houston office. With 30 years of brand design experience coupled with an architectural background, Jerry brings a holistic approach to every client’s brand experience needs. Jerry has directed and managed projects across many disciplines, including brand identity development, environmental graphics, hospitality, industrial, marketing and advertising, mixed use, packaging, product design, and retail/restaurant development."
        },
        {
            "imgUrl":"https://static2.gensler.com/uploads/hero_element/5005/thumb_desktop/thumbs/AmbroseAliageKelly_1620062862_1024x576.jpg",
            "imgTitle":"Ambrose Aliaga-Kelly.",
            "imgSubTitle":"Technical Director, Principal",
            "info":"Ambrose is recognized for his knowledge of Manhattan’s commercial office buildings and his ability to evaluate and optimize new and existing buildings with tenants in mind. For Related/Oxford Properties’ Hudson Yards development, Ambrose served as the “voice of the tenant,” to ensure that the buildings were flexible, efficient, and attractive to prospective occupants."
        },
        {
            "imgUrl":"https://static2.gensler.com/uploads/hero_element/21186/thumb_desktop/thumbs/adam-allegri-1024x576_1675731362_1024x576.jpg",
            "imgTitle":"Adam Allegri",
            "imgSubTitle":"Senior International Counsel, Principal",
            "info":"As one of Gensler’s Legal Studio leaders, Adam co-leads a global team focused on supporting the firm’s practitioners on all legal and commercial matters. He is responsible for Gensler’s legal operations across Europe, APME, and Greater China, managing a team of counsels in those regions."
        },
        {
            "imgUrl":"https://static2.gensler.com/uploads/hero_element/23779/thumb_desktop/thumbs/ruth-alyce-1024x576_1714595431_1024x576.jpg",
            "imgTitle":"Ruth Alyce",
            "imgSubTitle":"Director, Connected Experiences, Associate",
            "info":"Ruth is a Director of Connected Experiences for Gensler’s Digital Experience Design practice based in the Los Angeles office. She is a digital experience strategist and business development leader with 15+ years of experience, working at the intersection of digital and physical with clients who are building and innovating their spaces."
        },
        {
            "imgUrl":"https://static1.gensler.com/uploads/hero_element/21844/thumb_desktop/thumbs/daichi-amano-2023-1024x576_1682455057_1024x576.jpg",
            "imgTitle":"Daichi Amano",
            "imgSubTitle":"Creative Director, Principal",
            "info":"As Creative Director for Gensler’s Asia Pacific region, Daichi leads our digital and experience design practice. His work unites elements of multi-faceted projects and creates engaging experiences by finding new design solutions for everything from immersive environments to complex ecosystems of digital touchpoints. Daichi’s architectural education and design practice inform his strategies and narratives in these integrated spaces."
        },
        {
            "imgUrl":"https://static2.gensler.com/uploads/hero_element/18961/thumb_desktop/thumbs/amolsch-christian-1024x576_1645035733_1024x576.jpg",
            "imgTitle":"Christian Amolsch",
            "imgSubTitle":"Client Relationships Leader",
            "info":"Christian is a Client Relationships Leader and Professional Services Leader for Gensler’s Southeast region. His success stems from his ability to connect with people and be a trusted adviser to clients, brokers, and project managers."
        },
        {
            "imgUrl":"https://static2.gensler.com/uploads/hero_element/3618/thumb_desktop/thumbs/people_jean-anderson_01_1024x576_1397768268_1024x576.jpg",
            "imgTitle":"Jean Anderson",
            "imgSubTitle":"Design Synergy Community Co‑Leader.",
            "info":"Jean co-leads Gensler’s global Design Synergy Community and is a Design Director based in New York. She is focused on design excellence, working across the firm to ensure that Gensler designs continue to push the boundaries of impact, innovation, and experience."
        },
        {
            "imgUrl":"https://static2.gensler.com/uploads/hero_element/20568/thumb_desktop/thumbs/WendyDoele_2000px_1666975915_1024x576.jpg",
            "imgTitle":"Andrew-Doele",
            "imgSubTitle":"Studio Director,Senior Associate",
            "info":"As studio director, Wendy oversees workplace strategy, change management, and the design, delivery, and deployment of strategic guidelines for various clients in financial services, technology, hospitality, and retail industries."
        },
        {
            "imgUrl":"https://static1.gensler.com/uploads/hero_element/16234/thumb_desktop/thumbs/people_Ana-Ardon_01_1598035440_1024x576.jpg",
            "imgTitle":"Ana Ardon.",
            "imgSubTitle":"Project Director, Senior Associate",
            "info":"Ana is a project director based in Gensler’s San José, Costa Rica office. She brings diverse experience, ranging from the development of mixed-use properties down to the design of their residential and retail components. With experience working in the U.S., Colombia, and Costa Rica."
        },
        {
            "imgUrl":"https://static1.gensler.com/uploads/hero_element/6040/thumb_desktop/thumbs/people_scott-armstrong_01_1024x576_1421797515_1024x576.jpg",
            "imgTitle":"Scott Armstrong",
            "imgSubTitle":"Studio Director, Principal",
            "info":"Scott’s well-honed expertise in managing complex, large-scale projects has established him as a strategic and highly respected Project Director. His expansive portfolio spans complex sports, commercial office, and civic projects, reflecting his commitment to high-quality design and ability to balance multiple perspectives and stakeholder needs."
        },
        {
            "imgUrl":"https://static1.gensler.com/uploads/hero_element/2149/thumb_desktop/thumbs/people_sumita-arora_2018_1526494842_1024x576.jpg",
            "imgTitle":"Sumita Arora",
            "imgSubTitle":"Media Leader, Principal",
            "info":"Sumita is a Principal and leader in Gensler’s Media practice area for the Southeast region. She leverages her diversity of experiences from a 20+ year career to deliver next-generation media projects. Her multidisciplinary expertise in campus planning, architecture, and workplace strategy and design allows her to develop integrated and adaptable spaces for today’s converged media environment."
        },
        {
            "imgUrl":"https://static1.gensler.com/uploads/hero_element/21036/thumb_desktop/thumbs/elaine-asal-2023-1024x576_1674684858_1024x576.jpg",
            "imgTitle":"Elaine Asal",
            "imgSubTitle":"Strategy Director, Principal",
            "info":"Based in Baltimore, Elaine is a Strategy practice area leader for Gensler’s Southeast region. A connector, catalyst, instigator, and communicator, she believes solutions to the most pressing challenges can be found in many forms, and often, from unexpected places. As a trained architect, Elaine’s approach to problem-solving balances visionary ideals with realistic measures."
        },
        {
            "imgUrl":"https://static1.gensler.com/uploads/hero_element/22468/thumb_desktop/thumbs/greg-ashton-1024x576_1692398645_1024x576.jpg",
            "imgTitle":"Greg Ashton",
            "imgSubTitle":"Design Director",
            "info":"Greg is a Design Director in Gensler’s Los Angeles office. He has been developing immersive, narrative-driven entertainment and hospitality experiences for nearly three decades in all project phases ranging from master planning and concept design to set design and field art direction."
        },
        {
            "imgUrl":"https://static1.gensler.com/uploads/hero_element/19330/thumb_desktop/thumbs/kelli-austin-1024x576_1650490955_1024x576.jpg",
            "imgTitle":"Kelli Austin",
            "imgSubTitle":"Strategy Director, Associate",
            "info":"For over 10 years, Kelli’s expertise has been in developing, aligning, and supporting organizations with their workplace strategy and portfolio to achieve their organizational goals and enhance the overall employee experience."
        },
        {
            "imgUrl":"https://static2.gensler.com/uploads/hero_element/21276/thumb_desktop/thumbs/RobinKlehrAvia_2000px_1676483845_1024x576.jpg",
            "imgTitle":"Robin Klehr Avia.",
            "imgSubTitle":"Regional Managing Principal",
            "info":"Robin Klehr Avia’s leadership is a hallmark of her professional reputation — whether she is setting a strategic vision for the firm or directing high-profile projects for influential organizations such as The New York Times, The Ford Foundation, and the Jackie Robinson Museum."
        }
        
    ]
}